{
  "align": { "branch": "main" },
  "autopairs": { "branch": "master" },
  "autotag": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-fish": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-tmux": { "branch": "main" },
  "cmp_copilot": { "branch": "master" },
  "cmp_dadbod": { "branch": "master" },
  "cmp_dynamic": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorizer": { "branch": "master" },
  "comment": { "branch": "main" },
  "context_comment": { "branch": "main" },
  "copilot": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "dadbod": { "branch": "master" },
  "dadbod_ui": { "branch": "master" },
  "dap": { "branch": "master" },
  "dap_ui": { "branch": "master" },
  "dap_virtual_text": { "branch": "master" },
  "dial": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing": { "branch": "master" },
  "editorconfig": { "branch": "master" },
  "endwise": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "fold-preview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gentoo-syntax": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "gkeep": { "branch": "master" },
  "goto_preview": { "branch": "main" },
  "hop": { "branch": "master" },
  "icon": { "branch": "master" },
  "indent": { "branch": "master" },
  "keymap-amend.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lightbulb": { "branch": "master" },
  "local_config": { "branch": "main" },
  "lsp": { "branch": "master" },
  "lsp_inlay": { "branch": "main" },
  "lsp_lines": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "markdown_preview": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason_dap": { "branch": "main" },
  "mason_lsp": { "branch": "main" },
  "mason_null_ls": { "branch": "main" },
  "mkdx": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neomux": { "branch": "master" },
  "neorg": { "branch": "main" },
  "neorg-telescope": { "branch": "main" },
  "neorg-zettelkasten": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-vim-test": { "branch": "master" },
  "neotree": { "branch": "v2.x" },
  "noice": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "open": { "branch": "master" },
  "overseer": { "branch": "master" },
  "pantran": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary": { "branch": "master" },
  "pretty_fold": { "branch": "master" },
  "rainbow": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "refactoring": { "branch": "master" },
  "regexplainer": { "branch": "main" },
  "rest": { "branch": "main" },
  "session": { "branch": "main" },
  "smartcolumn": { "branch": "main" },
  "sqls.nvim": { "branch": "main" },
  "surround": { "branch": "main" },
  "symbols_outline": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "text_object": { "branch": "master" },
  "textcase": { "branch": "main" },
  "todo": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "vim-projectionist": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "whichkey": { "branch": "main" },
  "wilder": { "branch": "master" },
  "window": { "branch": "main" },
  "yaml_companion": { "branch": "main" }
}