{
  "align": { "branch": "main" },
  "animation.nvim": { "branch": "main" },
  "autopairs": { "branch": "master" },
  "autotag": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "chatgpt": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-async-path": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-fish": { "branch": "main" },
  "cmp-fuzzy-buffer": { "branch": "main" },
  "cmp-fuzzy-path": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-tmux": { "branch": "main" },
  "cmp_dadbod": { "branch": "master" },
  "cmp_dynamic": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codeium": { "branch": "main" },
  "colorizer": { "branch": "master" },
  "comment": { "branch": "main" },
  "conform": { "branch": "master" },
  "context": { "branch": "master" },
  "context_comment": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "dadbod": { "branch": "master" },
  "dadbod_ui": { "branch": "master" },
  "dap": { "branch": "master" },
  "dap_ui": { "branch": "master" },
  "dap_virtual_text": { "branch": "master" },
  "dial": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing": { "branch": "master" },
  "dropbar": { "branch": "master" },
  "edgy": { "branch": "main" },
  "endwise": { "branch": "master" },
  "firenvim": { "branch": "master" },
  "flash": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy": { "branch": "master" },
  "gentoo-syntax": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "icon": { "branch": "master" },
  "indent": { "branch": "master" },
  "indent_scope": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lsp": { "branch": "master" },
  "lsp_lines": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason_dap": { "branch": "main" },
  "mason_lsp": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "neoconf": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neomux": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-dotnet": { "branch": "main" },
  "neotest-go": { "branch": "main" },
  "neotest-java": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-phpunit": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-rspec": { "branch": "main" },
  "neotest-vim-test": { "branch": "master" },
  "neotree": { "branch": "main" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "null_ls": { "branch": "main" },
  "obsidian": { "branch": "main" },
  "open": { "branch": "master" },
  "osv": { "branch": "main" },
  "otter": { "branch": "main" },
  "overseer": { "branch": "master" },
  "pantran": { "branch": "main" },
  "peek": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "rainbow_csv": { "branch": "master" },
  "refactoring": { "branch": "master" },
  "regexplainer": { "branch": "main" },
  "render_markdown": { "branch": "main" },
  "rest": { "branch": "main" },
  "session": { "branch": "main" },
  "smartcolumn": { "branch": "main" },
  "statuscol": { "branch": "main" },
  "surround": { "branch": "main" },
  "tabout": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "text_object": { "branch": "master" },
  "textcase": { "branch": "main" },
  "todo": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble": { "branch": "main" },
  "ufo": { "branch": "main" },
  "ultimate_autopair": { "branch": "v0.6" },
  "vim-projectionist": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-test": { "branch": "master" },
  "whichkey": { "branch": "main" },
  "window": { "branch": "main" },
  "winex": { "branch": "main" },
  "yaml_companion": { "branch": "main" }
}
